tap "adoptopenjdk/openjdk"
tap "daviderestivo/emacs-head"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "movableink/formulas"
tap "schniz/tap"
tap "superfly/brew"
cask "adoptopenjdk8"
brew "openssl@1.1"
brew "aria2"
brew "autoconf"
brew "automake"
brew "awscli"
brew "blueutil"
brew "icu4c"
brew "boost"
brew "libpng"
brew "fontconfig"
brew "glib"
brew "cgal"
brew "clang-format"
brew "cmake"
brew "composer"
brew "coreutils"
brew "go"
brew "dep"
brew "harfbuzz"
brew "webp"
brew "ffmpeg"
brew "flatbuffers"
brew "fontforge", link: false
brew "fonttools"
brew "gd"
brew "geos"
brew "libdap"
brew "proj"
brew "libspatialite"
brew "movableink/formulas/qt"
brew "numpy", link: false
brew "gdal"
brew "giflossy"
brew "gnupg"
brew "godep"
brew "graphviz"
brew "guetzli"
brew "haproxy"
brew "htop"
brew "imagemagick"
brew "jpeg-turbo"
brew "jpegoptim"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "libxslt"
brew "libyaml"
brew "llnode"
brew "maven"
brew "moreutils"
brew "mpv"
brew "mps-youtube"
brew "nginx"
brew "ninja"
brew "node"
brew "nsq", restart_service: true
brew "optipng"
brew "p7zip"
brew "php@7.2"
brew "pkg-config"
brew "podofo"
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "r"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "s3cmd"
brew "scala"
brew "serverless", link: false
brew "sfcgal"
brew "svgo", link: false
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "unoconv"
brew "v8"
brew "varnish"
brew "watchman"
brew "wget"
brew "woff2"
brew "wrk"
brew "zlib"
brew "zsh"
brew "daviderestivo/emacs-head/emacs-head@27", args: ["with-cocoa", "with-imagemagick", "with-jansson", "with-no-frame-refocus", "with-pdumper", "with-xwidgets"]
brew "heroku/brew/heroku"
brew "movableink/formulas/postgresql"
brew "movableink/formulas/postgis"
brew "movableink/formulas/qtwebkit", args: ["HEAD"]
cask "alacritty"
cask "docker"
cask "emacs"
cask "falcon-sql-client"
cask "fontforge"
cask "insomnia"
cask "meetingbar"
cask "monitorcontrol"
cask "ngrok"
cask "phantomjs"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
